Repository: mikail-yurt-plak/refocus
Catalog: Sources/ReFocus/Resources/Localizable.xcstrings
Source language: tr
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, uk, vi, zh_hans, zh_hant

# workcontext.general
source: Genel
ar: عام
de: Allgemein
en: General
es: General
fr: Général
hi: सामान्य
id: Umum
it: Generale
ja: 一般
ko: 일반
nl: Algemeen
pl: Ogólne
pt: Geral
ru: Общее
th: ทั่วไป
uk: Загальне
vi: Chung
zh_hans: 通用
zh_hant: 一般

# workcontext.language
source: Dil Öğrenme
ar: تعلم اللغات
de: Sprachenlernen
en: Language Learning
es: Aprendizaje de idiomas
fr: Apprentissage des langues
hi: भाषा सीखना
id: Belajar bahasa
it: Apprendimento lingue
ja: 語学学習
ko: 언어 학습
nl: Talen leren
pl: Nauka języków
pt: Aprendizado de idiomas
ru: Изучение языков
th: เรียนภาษา
uk: Вивчення мов
vi: Học ngoại ngữ
zh_hans: 语言学习
zh_hant: 語言學習

# workcontext.math
source: Matematik
ar: الرياضيات
de: Mathematik
en: Math
es: Matemáticas
fr: Mathématiques
hi: गणित
id: Matematika
it: Matematica
ja: 数学
ko: 수학
nl: Wiskunde
pl: Matematyka
pt: Matemática
ru: Математика
th: คณิตศาสตร์
uk: Математика
vi: Toán học
zh_hans: 数学
zh_hant: 數學

# workcontext.music
source: Müzik
ar: الموسيقى
de: Musik
en: Music
es: Música
fr: Musique
hi: संगीत
id: Musik
it: Musica
ja: 音楽
ko: 음악
nl: Muziek
pl: Muzyka
pt: Música
ru: Музыка
th: ดนตรี
uk: Музика
vi: Âm nhạc
zh_hans: 音乐
zh_hant: 音樂

# workcontext.planning
source: Planlama
ar: التخطيط
de: Planung
en: Planning
es: Planificación
fr: Planification
hi: योजना
id: Perencanaan
it: Pianificazione
ja: 計画
ko: 기획
nl: Planning
pl: Planowanie
pt: Planejamento
ru: Планирование
th: วางแผน
uk: Планування
vi: Lập kế hoạch
zh_hans: 规划
zh_hant: 規劃

# workcontext.reading
source: Okuma
ar: القراءة
de: Lesen
en: Reading
es: Lectura
fr: Lecture
hi: पढ़ना
id: Membaca
it: Lettura
ja: 読書
ko: 독서
nl: Lezen
pl: Czytanie
pt: Leitura
ru: Чтение
th: อ่านหนังสือ
uk: Читання
vi: Đọc sách
zh_hans: 阅读
zh_hant: 閱讀

# workcontext.research
source: Araştırma
ar: البحث
de: Recherche
en: Research
es: Investigación
fr: Recherche
hi: शोध
id: Penelitian
it: Ricerca
ja: 研究
ko: 연구
nl: Onderzoek
pl: Badania
pt: Pesquisa
ru: Исследование
th: วิจัย
uk: Дослідження
vi: Nghiên cứu
zh_hans: 研究
zh_hant: 研究

# workcontext.video
source: Video
ar: فيديو
fr: Vidéo
hi: वीडियो
ja: 動画
ko: 비디오
pl: Wideo
pt: Vídeo
ru: Видео
th: วิดีโอ
uk: Відео
zh_hans: 视频
zh_hant: 影片

# workcontext.writing
source: Yazı
ar: الكتابة
de: Schreiben
en: Writing
es: Escritura
fr: Écriture
hi: लेखन
id: Menulis
it: Scrittura
ja: 執筆
ko: 글쓰기
nl: Schrijven
pl: Pisanie
pt: Escrita
ru: Письмо
th: เขียน
uk: Письмо
vi: Viết
zh_hans: 写作
zh_hant: 寫作

# language.title
source: Dil
ar: اللغة
de: Sprache
en: Language
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt: Idioma
ru: Язык
th: ภาษา
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# language.system
source: Sistem dili
ar: لغة النظام
de: Systemsprache
en: System language
es: Idioma del sistema
fr: Langue du système
hi: सिस्टम भाषा
id: Bahasa sistem
it: Lingua di sistema
ja: システムの言語
ko: 시스템 언어
nl: Systeemtaal
pl: Język systemu
pt: Idioma do sistema
ru: Язык системы
th: ภาษาของระบบ
uk: Мова системи
vi: Ngôn ngữ hệ thống
zh_hans: 系统语言
zh_hant: 系統語言

# language.restart_note
source: Seçimin, uygulamayı bir sonraki açışında etkinleşecek.
ar: سيصبح اختيارك ساريًا عند فتح التطبيق في المرة القادمة.
de: Deine Auswahl wird beim nächsten Öffnen der App wirksam.
en: Your selection will take effect the next time you open the app.
es: Tu selección se aplicará la próxima vez que abras la app.
fr: Votre choix prendra effet à la prochaine ouverture de l'app.
hi: आपका चयन अगली बार ऐप खोलने पर लागू होगा।
id: Pilihanmu akan berlaku saat aplikasi dibuka lagi.
it: La tua scelta avrà effetto alla prossima apertura dell'app.
ja: 選択した言語は次回アプリを開いたときに適用されます。
ko: 선택한 언어는 다음에 앱을 열 때 적용됩니다.
nl: Je keuze wordt van kracht wanneer je de app opnieuw opent.
pl: Wybór zacznie obowiązywać przy następnym uruchomieniu aplikacji.
pt: Sua escolha entrará em vigor na próxima vez que você abrir o app.
ru: Выбор вступит в силу при следующем запуске приложения.
th: การเลือกของคุณจะมีผลเมื่อเปิดแอปครั้งถัดไป
uk: Вибір набуде чинності під час наступного запуску застосунку.
vi: Lựa chọn của bạn sẽ có hiệu lực vào lần mở ứng dụng tiếp theo.
zh_hans: 你的选择将在下次打开应用时生效。
zh_hant: 你的選擇將在下次開啟 App 時生效。

# break.skip_break
source: Molayı Atla
ar: تخطي الاستراحة
de: Pause überspringen
en: Skip Break
es: Omitir descanso
fr: Passer la pause
hi: ब्रेक छोड़ें
id: Lewati istirahat
it: Salta pausa
ja: 休憩をスキップ
ko: 휴식 건너뛰기
nl: Pauze overslaan
pl: Pomiń przerwę
pt: Pular pausa
ru: Пропустить перерыв
th: ข้ามพัก
uk: Пропустити перерву
vi: Bỏ qua nghỉ
zh_hans: 跳过休息
zh_hant: 跳過休息

# break.suggestion.deep_breath.description
source: 4 saniye nefes al, 4 saniye tut, 4 saniye ver. Bunu 3-4 kez tekrarla.
ar: استنشق لمدة 4 ثوانٍ، احبس النفس 4، ثم ازفر 4. كرر 3-4 مرات.
de: 4 Sekunden einatmen, 4 halten, 4 ausatmen. 3-4 Mal wiederholen.
en: Breathe in for 4 seconds, hold for 4, breathe out for 4. Repeat 3-4 times.
es: Inhala 4 segundos, mantén 4, exhala 4. Repite 3-4 veces.
fr: Inspirez 4 secondes, retenez 4, expirez 4. Répétez 3-4 fois.
hi: 4 सेकंड सांस लें, 4 रोकें, 4 में छोड़ें। 3-4 बार दोहराएं।
id: Tarik napas 4 detik, tahan 4, hembuskan 4. Ulangi 3-4 kali.
it: Inspira per 4 secondi, trattieni per 4, espira per 4. Ripeti 3-4 volte.
ja: 4秒吸って、4秒止めて、4秒吐く。 3〜4回繰り返しましょう。
ko: 4초 들이쉬고, 4초 멈추고, 4초 내쉬세요. 3-4번 반복하세요.
nl: Adem 4 seconden in, houd 4 vast, adem 4 uit. Herhaal 3-4 keer.
pl: Wdech przez 4 sekundy, zatrzymaj na 4, wydech przez 4. Powtórz 3-4 razy.
pt: Inspire por 4 segundos, segure por 4, expire por 4. Repita 3-4 vezes.
ru: Вдох 4 секунды, задержка 4, выдох 4. Повторите 3-4 раза.
th: หายใจเข้า 4 วินาที กลั้น 4 หายใจออก 4 ทำซ้ำ 3-4 ครั้ง
uk: Вдих 4 секунди, затримка 4, видих 4. Повторіть 3-4 рази.
vi: Hít vào 4 giây, giữ 4 giây, thở ra 4 giây. Lặp lại 3-4 lần.
zh_hans: 吸气4秒，屏息4秒，呼气4秒。 重复3-4次。
zh_hant: 吸氣4秒，屏息4秒，呼氣4秒。 重複3-4次。

# break.suggestion.deep_breath.title
source: Derin Nefes Al
ar: خذ نفساً عميقاً
de: Atme tief durch
en: Take a Deep Breath
es: Respira profundamente
fr: Respirez profondément
hi: गहरी सांस लें
id: Tarik napas dalam
it: Fai un respiro profondo
ja: 深呼吸をする
ko: 깊게 숨쉬기
nl: Haal diep adem
pl: Weź głęboki oddech
pt: Respire fundo
ru: Сделайте глубокий вдох
th: หายใจลึกๆ
uk: Зробіть глибокий вдих
vi: Hít thở sâu
zh_hans: 深呼吸
zh_hant: 深呼吸

# checkin.description
source: Bu bilgi, sana en uygun metodu seçmemize yardımcı olacak
ar: يساعدنا هذا في اختيار الطريقة الأنسب لك
de: Das hilft uns, die passendste Methode für dich zu wählen
en: This helps us choose the most suitable method for you
es: Esto nos ayuda a elegir el método más adecuado para ti
fr: Cela nous aide à choisir la méthode la plus adaptée pour vous
hi: यह हमें आपके लिए सबसे उपयुक्त तरीका चुनने में मदद करता है
id: Ini membantu kami memilih metode yang paling cocok untukmu
it: Questo ci aiuta a scegliere il metodo più adatto a te
ja: あなたに最適なメソッドを選ぶのに役立ちます
ko: 가장 적합한 방법을 선택하는 데 도움이 됩니다
nl: Dit helpt ons de meest geschikte methode voor je te kiezen
pl: To pomaga nam wybrać najlepszą metodę dla ciebie
pt: Isso nos ajuda a escolher o método mais adequado para você
ru: Это поможет нам выбрать наиболее подходящий для вас метод
th: ข้อมูลนี้ช่วยให้เราเลือกวิธีที่เหมาะกับคุณที่สุด
uk: Це допоможе нам вибрати найкращий метод для вас
vi: Điều này giúp chúng tôi chọn phương pháp phù hợp nhất cho bạn
zh_hans: 这有助于我们为你选择最合适的方法
zh_hant: 這有助於我們為你選擇最合適的方法

# common.label.interruption
source: Bölünme
ar: انقطاع
de: Unterbrechung
en: Interruption
es: Interrupción
fr: Interruption
hi: रुकावट
id: Gangguan
it: Interruzione
ja: 中断
ko: 중단
nl: Onderbreking
pl: Przerwa
pt: Interrupção
ru: Прерывание
th: การหยุดชะงัก
uk: Переривання
vi: Gián đoạn
zh_hans: 中断
zh_hant: 中斷

# common.label.minutes
source: dakika
ar: دقيقة
de: Minute
en: minute
es: minuto
fr: minute
hi: मिनट
id: menit
it: minuto
ja: 分
ko: 분
nl: minuut
pl: minuta
pt: minuto
ru: минута
th: นาที
uk: хвилина
vi: phút
zh_hans: 分钟
zh_hant: 分鐘

# common.label.quality
source: Kalite
ar: الجودة
de: Qualität
en: Quality
es: Calidad
fr: Qualité
hi: गुणवत्ता
id: Kualitas
it: Qualità
ja: 質
ko: 품질
nl: Kwaliteit
pl: Jakość
pt: Qualidade
ru: Качество
th: คุณภาพ
uk: Якість
vi: Chất lượng
zh_hans: 质量
zh_hant: 質量

# common.label.remaining
source: Kalan
ar: المتبقي
de: Verbleibend
en: Remaining
es: Restante
fr: Restant
hi: शेष
id: Tersisa
it: Rimanente
ja: 残り
ko: 남은
nl: Resterend
pl: Pozostało
pt: Restante
ru: Осталось
th: เหลือ
uk: Залишилось
vi: Còn lại
zh_hans: 剩余
zh_hant: 剩餘

# common.label.seconds
source: saniye
ar: ثانية
de: Sekunde
en: second
es: segundo
fr: seconde
hi: सेकंड
id: detik
it: secondo
ja: 秒
ko: 초
nl: seconde
pl: sekunda
pt: segundo
ru: секунда
th: วินาที
uk: секунда
vi: giây
zh_hans: 秒
zh_hant: 秒

# common.label.total
source: Toplam
ar: المجموع
de: Gesamt
en: Total
es: Total
fr: Total
hi: कुल
id: Total
it: Totale
ja: 合計
ko: 합계
nl: Totaal
pl: Łącznie
pt: Total
ru: Всего
th: รวม
uk: Разом
vi: Tổng
zh_hans: 总计
zh_hant: 總計

# feedback.answer.no_distracted
source: Hayır, dağıldım
ar: لا، تشتت انتباهي
de: Nein, ich war abgelenkt
en: No, I got distracted
es: No, me distraje
fr: Non, j'ai été distrait
hi: नहीं, मैं विचलित हो गया
id: Tidak, saya terganggu
it: No, mi sono distratto
ja: いいえ、気が散りました
ko: 아니요, 산만했어요
nl: Nee, ik was afgeleid
pl: Nie, byłem rozproszony
pt: Não, me distraí
ru: Нет, я отвлекался
th: ไม่ ฉันเสียสมาธิ
uk: Ні, я відволікався
vi: Không, tôi bị phân tâm
zh_hans: 不，我分心了
zh_hant: 不，我分心了

# feedback.answer.no_good
source: Hayır, iyiydi
ar: لا، كان جيداً
de: Nein, es ging
en: No, it was fine
es: No, estuvo bien
fr: Non, ça allait
hi: नहीं, ठीक था
id: Tidak, baik-baik saja
it: No, andava bene
ja: いいえ、大丈夫でした
ko: 아니요, 괜찮았어요
nl: Nee, het ging
pl: Nie, było dobrze
pt: Não, foi tranquilo
ru: Нет, было нормально
th: ไม่ ดี
uk: Ні, було добре
vi: Không, ổn
zh_hans: 不，还好
zh_hant: 不，還好

# feedback.answer.no_not_appropriate
source: Hayır, değildi
ar: لا، لم تكن مناسبة
de: Nein, war es nicht
en: No, it wasn't
es: No, no lo fue
fr: Non, ce n'était pas le cas
hi: नहीं, नहीं था
id: Tidak, tidak tepat
it: No, non era giusto
ja: いいえ、適切ではなかった
ko: 아니요, 적절하지 않았어요
nl: Nee, was het niet
pl: Nie, nie było dobrze
pt: Não, não foi
ru: Нет, было неправильно
th: ไม่ ไม่เหมาะสม
uk: Ні, було неправильно
vi: Không, không phù hợp
zh_hans: 不，不合适
zh_hant: 不，不合適

# feedback.answer.yes_appropriate
source: Evet, uygundu
ar: نعم، كانت مناسبة
de: Ja, es war richtig
en: Yes, it was right
es: Sí, estuvo bien
fr: Oui, c'était bien
hi: हां, सही था
id: Ya, tepat
it: Sì, era giusto
ja: はい、適切でした
ko: 네, 적절했어요
nl: Ja, het was goed
pl: Tak, było dobrze
pt: Sim, foi adequada
ru: Да, было правильно
th: ใช่ เหมาะสม
uk: Так, було правильно
vi: Vâng, phù hợp
zh_hans: 是的，合适
zh_hant: 是的，合適

# feedback.answer.yes_focused
source: Evet, odaklıydım
ar: نعم، كنت مركزاً
de: Ja, ich war fokussiert
en: Yes, I was focused
es: Sí, estuve concentrado
fr: Oui, j'étais concentré
hi: हां, मैं फोकस था
id: Ya, saya fokus
it: Sì, ero concentrato
ja: はい、集中できました
ko: 네, 집중했어요
nl: Ja, ik was gefocust
pl: Tak, byłem skupiony
pt: Sim, fiquei focado
ru: Да, я был сосредоточен
th: ใช่ ฉันโฟกัส
uk: Так, я був зосереджений
vi: Vâng, tôi tập trung
zh_hans: 是的，我很专注
zh_hant: 是的，我很專注

# feedback.answer.yes_struggled
source: Evet, zorlandım
ar: نعم، كان صعباً
de: Ja, es war schwer
en: Yes, it was hard
es: Sí, fue difícil
fr: Oui, c'était dur
hi: हां, कठिन था
id: Ya, sulit
it: Sì, è stato difficile
ja: はい、大変でした
ko: 네, 힘들었어요
nl: Ja, het was moeilijk
pl: Tak, było trudno
pt: Sim, foi difícil
ru: Да, было трудно
th: ใช่ ยาก
uk: Так, було важко
vi: Vâng, khó
zh_hans: 是的，很难
zh_hant: 是的，很難

# feedback.focused_minutes
source: %lld dakika odaklandın
ar: ركزت %lld دقيقة
de: Du hast %lld Minuten fokussiert
en: You focused %lld minutes
es: Te concentraste %lld minutos
fr: Vous vous êtes concentré %lld minutes
hi: आपने %lld मिनट फोकस किया
id: Kamu fokus %lld menit
it: Ti sei concentrato %lld minuti
ja: %lld分集中しました
ko: %lld분 집중했어요
nl: Je hebt %lld minuten gefocust
pl: Skupiłeś się %lld minut
pt: Você focou %lld minutos
ru: Вы сосредоточились %lld минут
th: โฟกัสได้ %lld นาที
uk: Ви зосередилися %lld хвилин
vi: Bạn đã tập trung %lld phút
zh_hans: 专注了%lld分钟
zh_hant: 專注了%lld分鐘

# feedback.focused_minutes %lld
source: %lld dakika odaklandın
ar: ركزت %lld دقيقة
de: Du hast %lld Minuten fokussiert
en: You focused %lld minutes
es: Te concentraste %lld minutos
fr: Vous vous êtes concentré %lld minutes
hi: आपने %lld मिनट फोकस किया
id: Kamu fokus %lld menit
it: Ti sei concentrato %lld minuti
ja: %lld分集中しました
ko: %lld분 집중했어요
nl: Je hebt %lld minuten gefocust
pl: Skupiłeś się %lld minut
pt: Você focou %lld minutos
ru: Вы сосредоточились %lld минут
th: โฟกัสได้ %lld นาที
uk: Ви зосередилися %lld хвилин
vi: Bạn đã tập trung %lld phút
zh_hans: 专注了%lld分钟
zh_hant: 專注了%lld分鐘

# feedback.note_description
source: Kısa bir not bırakmak, zihinsel kapanış sağlar ve geçmişe bakınca ne yaptığını hatırlatır.
ar: ملاحظة قصيرة توفر الإغلاق الذهني وتساعدك على تذكر ما فعلته.
de: Eine kurze Notiz sorgt für mentalen Abschluss und hilft dir zu erinnern, was du getan hast.
en: A short note provides mental closure and helps you remember what you did.
es: Una nota corta proporciona cierre mental y te ayuda a recordar lo que hiciste.
fr: Une courte note aide à la fermeture mentale et vous rappelle ce que vous avez fait.
hi: एक छोटा नोट मानसिक समापन प्रदान करता है।
id: Catatan singkat memberikan penutupan mental dan membantu mengingat apa yang kamu lakukan.
it: Una breve nota fornisce chiusura mentale e ti aiuta a ricordare cosa hai fatto.
ja: 短いメモは心理的な区切りになり、何をしたか思い出すのに役立ちます。
ko: 짧은 메모는 정신적 마무리를 제공하고 무엇을 했는지 기억하는 데 도움이 됩니다.
nl: Een korte notitie zorgt voor mentale afsluiting en helpt je herinneren wat je deed.
pl: Krótka notatka zapewnia mentalne zamknięcie i pomaga zapamiętać, co zrobiłeś.
pt: Uma nota curta proporciona fechamento mental e ajuda a lembrar o que você fez.
ru: Короткая заметка обеспечивает ментальное завершение и помогает вспомнить, что вы делали.
th: โน้ตสั้นๆ ช่วยปิดท้ายทางจิตใจและช่วยให้คุณจำได้ว่าทำอะไร
uk: Коротка нотатка забезпечує ментальне завершення і допомагає згадати, що ви робили.
vi: Ghi chú ngắn giúp kết thúc tinh thần và nhớ lại những gì bạn đã làm.
zh_hans: 简短的笔记能帮助你做好心理收尾，并回顾自己做了什么。
zh_hant: 簡短的筆記能幫助你做好心理收尾，並回顧自己做了什麼。

# feedback.question.did_stay_focused
source: Odaklandın mı?
ar: هل بقيت مركزاً؟
de: Bliebst du fokussiert?
en: Did you stay focused?
es: ¿Te mantuviste concentrado?
fr: Êtes-vous resté concentré ?
hi: क्या आप फोकस रहे?
id: Apakah kamu tetap fokus?
it: Sei rimasto concentrato?
ja: 集中できましたか？
ko: 집중했나요?
nl: Bleef je gefocust?
pl: Czy byłeś skupiony?
pt: Você ficou focado?
ru: Вы оставались сосредоточены?
th: คุณโฟกัสได้ไหม?
uk: Ви залишалися зосередженими?
vi: Bạn có tập trung không?
zh_hans: 保持专注了吗？
zh_hant: 保持專注了嗎？

# feedback.question.was_difficult
source: Zor muydu?
ar: هل كان صعباً؟
de: War es schwierig?
en: Was it difficult?
es: ¿Fue difícil?
fr: Était-ce difficile ?
hi: क्या यह कठिन था?
id: Apakah sulit?
it: È stato difficile?
ja: 難しかったですか？
ko: 어려웠나요?
nl: Was het moeilijk?
pl: Czy było trudno?
pt: Foi difícil?
ru: Было трудно?
th: ยากไหม?
uk: Було важко?
vi: Có khó không?
zh_hans: 困难吗？
zh_hant: 困難嗎？

# feedback.question.was_duration_appropriate
source: Süre uygun muydu?
ar: هل كانت المدة مناسبة؟
de: War die Dauer richtig?
en: Was the duration right?
es: ¿La duración fue correcta?
fr: La durée était-elle bonne ?
hi: क्या अवधि सही थी?
id: Apakah durasinya tepat?
it: La durata era giusta?
ja: 時間は適切でしたか？
ko: 시간이 적절했나요?
nl: Was de duur goed?
pl: Czy czas był odpowiedni?
pt: A duração foi adequada?
ru: Продолжительность была правильной?
th: ระยะเวลาเหมาะสมไหม?
uk: Тривалість була правильною?
vi: Thời gian có phù hợp không?
zh_hans: 时长合适吗？
zh_hant: 時長合適嗎？

# feedback.session_completed
source: Seans Tamamlandı
ar: اكتملت الجلسة
de: Sitzung abgeschlossen
en: Session Completed
es: Sesión completada
fr: Session terminée
hi: सत्र पूर्ण
id: Sesi selesai
it: Sessione completata
ja: セッション完了
ko: 세션 완료
nl: Sessie voltooid
pl: Sesja zakończona
pt: Sessão concluída
ru: Сессия завершена
th: เซสชันเสร็จสิ้น
uk: Сесію завершено
vi: Phiên hoàn thành
zh_hans: 专注完成
zh_hant: 專注完成

# focus.confirm_end_message
source: Seansı şimdi bitirmek istediğinden emin misin?
ar: هل أنت متأكد أنك تريد إنهاء الجلسة الآن؟
de: Bist du sicher, dass du die Sitzung jetzt beenden möchtest?
en: Are you sure you want to end the session now?
es: ¿Estás seguro de que quieres terminar la sesión ahora?
fr: Êtes-vous sûr de vouloir terminer la session maintenant ?
hi: क्या आप वाकई अभी सत्र समाप्त करना चाहते हैं?
id: Yakin ingin mengakhiri sesi sekarang?
it: Sei sicuro di voler terminare la sessione ora?
ja: 本当に今セッションを終了しますか？
ko: 지금 세션을 종료하시겠습니까?
nl: Weet je zeker dat je de sessie nu wilt beëindigen?
pl: Czy na pewno chcesz teraz zakończyć sesję?
pt: Tem certeza de que deseja finalizar a sessão agora?
ru: Вы уверены, что хотите завершить сессию сейчас?
th: คุณแน่ใจหรือว่าต้องการจบเซสชันตอนนี้?
uk: Ви впевнені, що хочете завершити сесію зараз?
vi: Bạn có chắc muốn kết thúc phiên ngay bây giờ không?
zh_hans: 你确定要现在结束专注吗？
zh_hant: 你確定要現在結束專注嗎？

# focus.confirm_end_title
source: Seansı Bitir?
ar: إنهاء الجلسة؟
de: Sitzung beenden?
en: End Session?
es: ¿Finalizar sesión?
fr: Terminer la session ?
hi: सत्र समाप्त करें?
id: Akhiri sesi?
it: Terminare la sessione?
ja: セッションを終了しますか？
ko: 세션을 종료하시겠습니까?
nl: Sessie beëindigen?
pl: Zakończyć sesję?
pt: Finalizar sessão?
ru: Завершить сессию?
th: จบเซสชัน?
uk: Завершити сесію?
vi: Kết thúc phiên?
zh_hans: 结束专注？
zh_hant: 結束專注？

# focus.end_session
source: Seansı Bitir
ar: إنهاء الجلسة
de: Sitzung beenden
en: End Session
es: Finalizar sesión
fr: Terminer la session
hi: सत्र समाप्त करें
id: Akhiri sesi
it: Termina sessione
ja: セッション終了
ko: 세션 종료
nl: Sessie beëindigen
pl: Zakończ sesję
pt: Finalizar sessão
ru: Завершить сессию
th: จบเซสชัน
uk: Завершити сесію
vi: Kết thúc phiên
zh_hans: 结束专注
zh_hant: 結束專注

# focus.focusing
source: Odaklanıyor
ar: في حالة تركيز
de: Fokussiert
en: Focusing
es: Concentrándose
fr: En concentration
hi: फोकस कर रहे हैं
id: Fokus
it: In concentrazione
ja: 集中中
ko: 집중 중
nl: Focussen
pl: Skupienie
pt: Focando
ru: Сосредоточение
th: กำลังโฟกัส
uk: Зосередження
vi: Đang tập trung
zh_hans: 专注中
zh_hant: 專注中

# focus.skip_break
source: Molayı Atla
ar: تخطي الاستراحة
de: Pause überspringen
en: Skip Break
es: Omitir descanso
fr: Passer la pause
hi: ब्रेक छोड़ें
id: Lewati istirahat
it: Salta pausa
ja: 休憩をスキップ
ko: 휴식 건너뛰기
nl: Pauze overslaan
pl: Pomiń przerwę
pt: Pular pausa
ru: Пропустить перерыв
th: ข้ามพัก
uk: Пропустити перерву
vi: Bỏ qua nghỉ
zh_hans: 跳过休息
zh_hant: 跳過休息

# heatmap.empty_description
source: Birkaç seans tamamladıktan sonra burada güzel bir görselleştirme olacak.
ar: بعد إكمال بعض الجلسات ستظهر هنا رسوم بيانية جميلة.
de: Nach ein paar Sitzungen siehst du hier eine schöne Visualisierung.
en: After completing a few sessions you'll see a nice visualization here.
es: Después de completar algunas sesiones verás una bonita visualización aquí.
fr: Après avoir terminé quelques sessions tu verras une belle visualisation ici.
hi: कुछ सत्र पूरे करने के बाद आपको यहाँ सुंदर विज़ुअलाइज़ेशन दिखाई देगा।
id: Setelah menyelesaikan beberapa sesi Anda akan melihat visualisasi yang bagus di sini.
it: Dopo aver completato alcune sessioni vedrai una bella visualizzazione qui.
ja: いくつかのセッションを完了すると ここにきれいな可視化が表示されます。
ko: 몇 세션을 완료하면 여기에 멋진 시각화가 표시됩니다.
nl: Na het voltooien van een paar sessies zie je hier een mooie visualisatie.
pl: Po ukończeniu kilku sesji zobaczysz tu ładną wizualizację.
pt: Após completar algumas sessões você verá uma bela visualização aqui.
ru: После завершения нескольких сессий здесь появится красивая визуализация.
th: หลังจากทำเซสชันสักสองสามครั้ง คุณจะเห็นกราฟสวยๆ ที่นี่
uk: Після завершення кількох сеансів тут з'явиться гарна візуалізація.
vi: Sau khi hoàn thành vài phiên bạn sẽ thấy biểu đồ đẹp ở đây.
zh_hans: 完成几个会话后 这里将显示漂亮的可视化图表。
zh_hant: 完成幾個會話後 這裡將顯示漂亮的視覺化圖表。

# heatmap.empty_title
source: Henüz yeterli verin yok
ar: لا توجد بيانات كافية بعد
de: Noch nicht genug Daten
en: Not enough data yet
es: Aún no hay suficientes datos
fr: Pas encore assez de données
hi: अभी पर्याप्त डेटा नहीं है
id: Belum cukup data
it: Non ancora abbastanza dati
ja: まだデータが足りません
ko: 아직 데이터가 충분하지 않습니다
nl: Nog niet genoeg gegevens
pl: Jeszcze za mało danych
pt: Dados insuficientes ainda
ru: Пока недостаточно данных
th: ข้อมูลยังไม่เพียงพอ
uk: Ще недостатньо даних
vi: Chưa đủ dữ liệu
zh_hans: 数据还不够
zh_hant: 數據還不夠

# heatmap.focus_minutes
source: dk odak
ar: دقيقة تركيز
de: Min Fokus
en: min focus
es: min enfoque
fr: min focus
hi: मिनट फोकस
id: menit fokus
it: min focus
ja: 分集中
ko: 분 집중
nl: min focus
pl: min skupienia
pt: min foco
ru: мин фокус
th: นาที โฟกัส
uk: хв фокус
vi: phút tập trung
zh_hans: 分钟专注
zh_hant: 分鐘專注

# heatmap.high
source: Yüksek
ar: مرتفع
de: Hoch
en: High
es: Alto
fr: Élevé
hi: उच्च
id: Tinggi
it: Alto
ja: 高
ko: 높음
nl: Hoog
pl: Wysoki
pt: Alto
ru: Высокий
th: สูง
uk: Високий
vi: Cao
zh_hans: 高
zh_hant: 高

# heatmap.low
source: Düşük
ar: منخفض
de: Niedrig
en: Low
es: Bajo
fr: Faible
hi: कम
id: Rendah
it: Basso
ja: 低
ko: 낮음
nl: Laag
pl: Niski
pt: Baixo
ru: Низкий
th: ต่ำ
uk: Низький
vi: Thấp
zh_hans: 低
zh_hant: 低

# heatmap.month
source: Ay
ar: شهر
de: Monat
en: Month
es: Mes
fr: Mois
hi: महीना
id: Bulan
it: Mese
ja: 月
ko: 월
nl: Maand
pl: Miesiąc
pt: Mês
ru: Месяц
th: เดือน
uk: Місяць
vi: Tháng
zh_hans: 月
zh_hant: 月

# heatmap.total_interruption
source: Toplam bölünme: %@
ar: إجمالي الانقطاع: %@
de: Unterbrechungen gesamt: %@
en: Total interruption: %@
es: Interrupción total: %@
fr: Interruption totale : %@
hi: कुल रुकावट: %@
id: Total gangguan: %@
it: Interruzione totale: %@
ja: 中断の合計：%@
ko: 총 중단: %@
nl: Totale onderbreking: %@
pl: Łączne przerwy: %@
pt: Interrupção total: %@
ru: Всего прерываний: %@
th: การหยุดชะงักรวม: %@
uk: Всього переривань: %@
vi: Tổng gián đoạn: %@
zh_hans: 总中断：%@
zh_hant: 總中斷：%@

# heatmap.week
source: Hafta
ar: أسبوع
de: Woche
en: Week
es: Semana
fr: Semaine
hi: सप्ताह
id: Minggu
it: Settimana
ja: 週
ko: 주
nl: Week
pl: Tydzień
pt: Semana
ru: Неделя
th: สัปดาห์
uk: Тиждень
vi: Tuần
zh_hans: 周
zh_hant: 週

# home.today_focus_time
source: Bugün %lld dakika odaklandın
ar: ركزت %lld دقيقة اليوم
de: Du hast heute %lld Minuten fokussiert
en: You focused %lld minutes today
es: Hoy te concentraste %lld minutos
fr: Vous vous êtes concentré %lld minutes aujourd'hui
hi: आज %lld मिनट फोकस किया
id: Hari ini kamu fokus %lld menit
it: Oggi ti sei concentrato %lld minuti
ja: 今日%lld分集中しました
ko: 오늘 %lld분 집중했어요
nl: Je hebt vandaag %lld minuten gefocust
pl: Dziś skupiłeś się %lld minut
pt: Você focou %lld minutos hoje
ru: Сегодня вы сосредоточились %lld минут
th: วันนี้โฟกัสได้ %lld นาที
uk: Сьогодні ви зосередилися %lld хвилин
vi: Hôm nay bạn đã tập trung %lld phút
zh_hans: 今天专注了%lld分钟
zh_hant: 今天專注了%lld分鐘

# method.choose_description
source: Bugün hangi metodu denemek istersin?
ar: أي طريقة تود تجربتها اليوم؟
de: Welche Methode möchtest du heute ausprobieren?
en: Which method would you like to try today?
es: ¿Qué método te gustaría probar hoy?
fr: Quelle méthode aimeriez-vous essayer aujourd’hui ?
hi: आज आप कौन सा तरीका आज़माना चाहेंगे?
id: Metode mana yang ingin kamu coba hari ini?
it: Quale metodo vorresti provare oggi?
ja: 今日はどのメソッドを試しますか？
ko: 오늘은 어떤 방법을 시도해 볼까요?
nl: Welke methode wil je vandaag proberen?
pl: Którą metodę chcesz dziś wypróbować?
pt: Qual método você gostaria de tentar hoje?
ru: Какой метод вы хотите попробовать сегодня?
th: วันนี้อยากลองวิธีไหน?
uk: Який метод ви хочете спробувати сьогодні?
vi: Hôm nay bạn muốn thử phương pháp nào?
zh_hans: 今天想尝试哪种方法？
zh_hant: 今天想嘗試哪種方法？
